[
    {
        "title": "استشارة مجانية للشعر",
        "description": "اكتشف تسريحة الشعر المثالية لشكل وجهك ونمط حياتك. سيقدم خبراؤنا استشارة مفصلة لتوجيهك نحو أفضل مظهر لك."
    },
    {
        "title": "العلاج الثاني للشعر بخصم 50%",
        "description": "أعد الحيوية لشعرك! احجز أي علاج للشعر واحصل على العلاج الثاني بنصف السعر. مثالي للأصدقاء أو أفراد العائلة."
    },
    {
        "title": "يوم سبا للأزواج",
        "description": "استرخ واستمتع بيوم سبا خاص لشخصين. جرب مجموعة من العلاجات في بيئة هادئة، مما يجعلها يوماً لا يُنسى."
    },
    {
        "title": "فن الأظافر المجاني",
        "description": "أضف لمسة من الإبداع إلى أظافرك. احجز جلسة مانيكير واستمتع بفن الأظافر المجاني من مجموعة تصاميمنا العصرية."
    },
    {
        "title": "حزمة الجمال الخاصة بكبار الشخصيات",
        "description": "دلل نفسك بتجربة جمالية فاخرة مع حزمة كبار الشخصيات. استمتع بالحجوزات ذات الأولوية، العلاجات الخاصة، والرعاية الشخصية."
    },
    {
        "title": "إطلالة خاصة من مصفف الشعر",
        "description": "حوّل مظهرك مع الإطلالة الخاصة لمصفف الشعر. مزيج فريد من تسريحة الشعر والمكياج مستوحى من أحدث صيحات الموضة."
    },
    {
        "title": "احصل على جلسة تنظيف بشرة مجانية عند حجز واحدة",
        "description": "أعد حيوية بشرتك مع جلسات تنظيف البشرة الاحترافية لدينا. مع عرضنا الخاص، احجز جلسة واحدة واحصل على أخرى مجاناً."
    },
    {
        "title": "ورشة عمل حصرية للمكياج",
        "description": "تعلم أسرار المهنة في ورشة المكياج الحصرية لدينا. اتقن فن المكياج مع نصائح وتقنيات من محترفينا."
    },
    {
        "title": "مساج الرأس المجاني",
        "description": "استرخ واستمتع بمساج الرأس المجاني مع أي خدمة للشعر. طريقة مثالية للاسترخاء وتدليل نفسك."
    },
    {
        "title": "خصم 20% على زيارتك القادمة",
        "description": "نقدر ولاءك. استمتع بخصم 20% على زيارتك القادمة كتعبير عن تقديرنا."
    },
    {
        "title": "عرض جمال عيد الميلاد",
        "description": "احتفل بيومك الخاص معنا. احصل على خدمة تجميل مجانية من اختيارك وشعر بالراحة في عيد ميلادك."
    },
    {
        "title": "عرض خاص لحلاقة الأطفال",
        "description": "تسريحات للأحباء الصغار! احضر طفلك لحلاقة شعر واستمتع بتسريحات ذات طابع خاص وبيئة مرحة."
    }
]
