[
    {
        "title": "إعادة تعبئة مجانية للفشار",
        "description": "استمتع بمشاهدة الفيلم مع الفشار الطازج. مع هذا العرض، احصل على إعادة تعبئة غير محدودة حتى لا ينفد الفشار خلال المشاهد المثيرة."
    },
    {
        "title": "تذكرة واحدة وواحدة مجاناً",
        "description": "أحضر صديقاً أو شخصاً تحبه واستمتع بمشاهدة الفيلم معاً. اشترِ تذكرة واحدة واحصل على الثانية مجاناً."
    },
    {
        "title": "وصول حصري للعرض الأول",
        "description": "كن أول من يشاهد أحدث الأفلام الكبرى. احصل على وصول حصري لعروض الأفلام الأولى واستمتع بتجربة سينمائية لم يسبق لها مثيل."
    },
    {
        "title": "مشروب مجاني",
        "description": "اروي عطشك مع مشروب مجاني من اختيارك. اختر من بين مجموعة المشروبات الغازية، العصائر، أو الشاي المثلج."
    },
    {
        "title": "ترقية إلى مقاعد VIP",
        "description": "استمتع بمشاهدة الأفلام بأفضل طريقة ممكنة. قم بالترقية إلى مقاعد VIP لتجربة مشاهدة أكثر راحة وغامرة."
    },
    {
        "title": "عروض النسخة الخاصة للمخرج",
        "description": "استمتع بالغوص في عالم السينما مع عروض النسخة الخاصة للمخرج. شاهد الأفلام كما أرادها المخرج، مع مشاهد إضافية ومحتوى خاص."
    },
    {
        "title": "ملصق فيلم مجاني",
        "description": "خذ قطعة من السينما معك إلى المنزل. احصل على ملصق فيلم مجاني مع كل تذكرة شراء، حتى نفاد الكمية."
    },
    {
        "title": "وصول إلى ما وراء الكواليس",
        "description": "احصل على نظرة خاطفة على عالم صناعة الأفلام. انضم إلينا في جولات حصرية خلف الكواليس لترى كيف يحدث السحر."
    },
    {
        "title": "خصم 25% على مجموعات الوجبات الخفيفة",
        "description": "اجعل تجربتك السينمائية كاملة مع مجموعات الوجبات الخفيفة لدينا. استمتع بخصم 25% واختر من بين مجموعة متنوعة من الخيارات."
    },
    {
        "title": "نقاط ولاء الأفلام",
        "description": "اكسب النقاط في كل مرة تشاهد فيها فيلماً معنا. استبدلها بتذاكر مجانية، وجبات خفيفة، أو بضائع حصرية."
    },
    {
        "title": "دعوات للعروض الخاصة",
        "description": "انضم إلينا في العروض الخاصة للأفلام الكلاسيكية، الأفلام الأجنبية، والكنوز السينمائية المستقلة. بصفتك راعياً مميزاً، تحصل على دعوات حصرية لهذه الفعاليات."
    },
    {
        "title": "يوم الأفلام للأطفال",
        "description": "اجعل عطلات نهاية الأسبوع ممتعة للصغار. استمتع بأفلام خاصة للأطفال، جلسات تفاعلية، والكثير من الأنشطة الممتعة."
    }
]
