[
    {
        "title": "مشروب بروتين مجاني",
        "description": "ابدأ تمارينك أو استعد نشاطك بعد التمرين مع مشروب البروتين المميز لدينا. مصنوع من أفضل مصادر البروتين، إنه المزيج المثالي لدعم أهداف لياقتك البدنية."
    },
    {
        "title": "أحضر صديقاً مجاناً",
        "description": "التدريب دائماً أفضل مع رفيق! أحضر صديقاً لجلسة تمرين دون أي تكلفة إضافية. إنها طريقة رائعة لتحفيز بعضكما البعض وتحقيق أهداف اللياقة معاً."
    },
    {
        "title": "جلسة تدريب شخصية",
        "description": "استمتع بجلسة تدريب شخصية مع مدربينا المعتمدين. سيرشدونك خلال التمارين المخصصة لأهدافك، مما يضمن حصولك على أقصى استفادة من كل تمرين."
    },
    {
        "title": "فصل يوغا مجاني",
        "description": "ابحث عن السلام الداخلي وحسّن مرونتك مع فصل يوغا مجاني. سيرشدك مدربونا ذوي الخبرة خلال الوضعيات التي تجدد العقل والجسم معاً."
    },
    {
        "title": "دخول حصري للخزانة VIP",
        "description": "استمتع بفخامة خزانة VIP. فسيحة، آمنة، ومجهزة بمرافق متميزة، إنها المكان المثالي لتخزين ممتلكاتك أثناء التمرين."
    },
    {
        "title": "ورشة عمل للياقة البدنية الحصرية",
        "description": "ابقَ على اطلاع بأحدث تقنيات التدريب والنصائح الغذائية والمزيد من خبراء الصناعة من خلال حضور ورش العمل الحصرية لدينا."
    },
    {
        "title": "احصل على فصل مجاناً عند شراء واحد",
        "description": "جرب مجموعة متنوعة من فصولنا الجماعية. مع عرضنا الخاص، عندما تحجز فصلاً واحداً، تحصل على آخر مجاناً. من الزومبا إلى الدراجة، هناك شيء للجميع!"
    },
    {
        "title": "استشارة غذائية",
        "description": "دعم رحلتك اللياقية بالتغذية الصحيحة. احصل على استشارة مجانية مع أخصائي التغذية لدينا وتلقي خطة غذائية مخصصة."
    },
    {
        "title": "بطاقة ضيف مجانية",
        "description": "شارك حب اللياقة! امنح بطاقة ضيف مجانية لصديق أو فرد من العائلة، مما يسمح له بالوصول الكامل إلى مرافقنا ليوم واحد."
    },
    {
        "title": "خصم 10% على منتجات الصالة الرياضية",
        "description": "اعرض شغفك باللياقة مع منتجات الصالة الرياضية الحصرية لدينا. استمتع بخصم 10% على الملابس والإكسسوارات والمزيد."
    },
    {
        "title": "عرض خاص لتمرين عيد الميلاد",
        "description": "احتفل بيومك الخاص بتحدي تمرين فريد مصمم خصيصاً لك. أكمله واحصل على مكافأة مفاجأة!"
    },
    {
        "title": "معسكر لياقة للأطفال",
        "description": "قدّم لأطفالك متعة البقاء نشطين. سجلهم في معسكر اللياقة للأطفال حيث يمكنهم التعلم واللعب وتطوير عادات صحية."
    }
]
