[
    {
        "title": "قهوة لذيذة مجانية",
        "description": "ابدأ يومك بنشاط أو انتعش في فترة الظهيرة مع أفضل أنواع القهوة لدينا. قهوتنا مستوردة من أفضل المزارع حول العالم، وتوفر نكهة غنية وعميقة في كل كوب."
    },
    {
        "title": "بيتزا ثانية مجانًا",
        "description": "لا شيء يجمع الناس مثل بيتزا جيدة! اشترِ أي من البيتزا المميزة لدينا واحصل على الثانية مجانًا. شاركها مع صديق أو دلل نفسك - فأنت تستحق!"
    },
    {
        "title": "عشاء لشخصين",
        "description": "استمتع بليلة خاصة واصنع ذكريات لا تُنسى مع عشاء لشخصين في مكاننا. جرب مجموعة واسعة من الأطباق التي تم إعدادها بعناية من قبل طهاتنا الخبراء، في جو دافئ ومريح."
    },
    {
        "title": "حلوى مجانية",
        "description": "دلل نفسك بحلوى من قائمة الحلويات لدينا. سواء كنت من محبي الشوكولاتة، نكهات الفواكه، أو المعجنات الكريمية، لدينا شيء يجعل وجبتك مثالية. والأفضل من ذلك، أنها علينا!"
    },
    {
        "title": "حجز طاولة VIP",
        "description": "استمتع بأفضل ما نقدمه مع حجز طاولة VIP. تمتع بمقاعد أولوية، خدمة شخصية، وقائمة طعام VIP خاصة. إنها طريقتنا لجعل تجربتك في تناول الطعام أكثر تميزًا."
    },
    {
        "title": "طبق خاص من الشيف",
        "description": "دلل نفسك بمغامرة طهي مع طبق الشيف الخاص. يتغير هذا الإبداع الفريد بانتظام ويستلهم من المكونات الموسمية، المنتجات المحلية، وإبداع الشيف."
    },
    {
        "title": "احصل على برجر مجانًا عند شراء واحد",
        "description": "برجرنا هو المفضل لدى الجميع، يتميز بالتوابل الراقية وصوصنا السري. مع عرضنا الخاص، عند شراء برجر واحد، تحصل على آخر مجانًا. هذا هو ضعف اللذة!"
    },
    {
        "title": "تذوق النبيذ الحصري",
        "description": "استمتع برحلة عبر مناطق زراعة النبيذ دون مغادرة مقعدك. تتيح لك فعالية تذوق النبيذ الحصرية لدينا تذوق مجموعة متنوعة من النبيذ الفاخر، تم اختيارها بعناية من مزارع الكروم الشهيرة حول العالم."
    },
    {
        "title": "مقبلات مجانية",
        "description": "ابدأ وجبتك بداية رائعة مع مقبلات مجانية. اختر من بين مجموعة المقبلات الساخنة والباردة، كل منها مصمم لإثارة شهيتك وإعداد حاسة التذوق للطبق الرئيسي."
    },
    {
        "title": "خصم 25% على زيارتك القادمة",
        "description": "كتعبير عن تقديرنا لدعمك المستمر، نقدم لك خصم 25% على فاتورتك بالكامل في المرة القادمة التي تتناول فيها الطعام معنا. إنها طريقتنا لقول شكرًا!"
    },
    {
        "title": "عرض خاص لعيد الميلاد",
        "description": "احتفل بعيد ميلادك معنا بأسلوب رائع. استمتع بوجبة مجانية ومفاجأة خاصة من فريقنا. اجعل عيد ميلادك لا يُنسى في مكاننا."
    },
    {
        "title": "وجبات مجانية للأطفال",
        "description": "أصبحت وجبات العائلة أفضل! مع عرض 'وجبات الأطفال مجانية'، يمكن لطفلك الاستمتاع بطبقهم المفضل مجانًا. اجعل تلك اللحظات العائلية أكثر ذكرى."
    },
    {
        "title": "درس طبخ مجاني",
        "description": "اكتشف إمكانياتك الطهوية مع درس الطبخ المجاني لدينا. تعلم من طهاتنا المهرة، اكتشف وصفات جديدة، وارتقِ بمهاراتك في الطهي إلى المستوى التالي."
    },
    {
        "title": "خصم على خدمات التموين",
        "description": "تستضيف حفلة أو حدثًا؟ نحن هنا لنغطي احتياجاتك. احصل على خصم حصري على خدمات التموين لدينا ودعنا نجعل حدثك نجاحًا طهويًا."
    },
    {
        "title": "الوصول الأول للأحداث",
        "description": "احصل على وصول حصري وأولوية لأحداثنا الخاصة. من تذوق النبيذ إلى المهرجانات الذواقة، استمتع بأفضل ما نقدمه قبل أي شخص آخر."
    },
    {
        "title": "عرض الطيور المبكرة",
        "description": "تجنب الازدحام واحصل على خصم خاص مع عرض الطيور المبكرة لدينا. المبكرين يحصلون على الصفقة!"
    },
    {
        "title": "زجاجة نبيذ مجانية",
        "description": "اكمل وجبتك بزجاجة نبيذ مجانية من اختيارنا. مختارة بعناية من قبل خبير النبيذ لدينا، إنها المكمل المثالي لتجربة طعام فاخرة."
    },
    {
        "title": "نصف السعر على الأطباق المختارة",
        "description": "استمتع بأفضل ما في قائمتنا بنصف السعر. خصم على الأطباق المختارة كل أسبوع. صفقة لذيذة لا يمكن مقاومتها!"
    },
    {
        "title": "إعادة تعبئة مجانية للمشروبات الغازية",
        "description": "ابقَ منتعشًا! استمتع بإعادة تعبئة مجانية لمجموعة المشروبات الغازية لدينا. إنه الرفيق المثالي لوجبتك."
    },
    {
        "title": "عرض موسمي حصري",
        "description": "احتفل بالموسم مع عرضنا الموسمي الحصري. استمتع بقائمة طعام مخصصة تحتوي على مكونات موسمية بسعر خاص."
    },
    {
        "title": "عشاء لشخصين",
        "description": "استمتع بعشاء حميمي لشخصين مع مكافأتنا الخاصة. استمتع بوجبة من أربعة أطباق واصنع ذكريات دائمة مع شخص تحبه."
    },
    {
        "title": "طبق خاص من الشيف",
        "description": "استمتع بطبق معد خصيصًا من قبل رئيس الطهاة لدينا. تجربة طهي فريدة لن ترغب في تفويتها."
    },
    {
        "title": "مقبلات مجانية",
        "description": "ابدأ وجبتك بشكل صحيح. اختر أي واحدة من مقبلاتنا على حسابنا مع هذه المكافأة الخاصة."
    },
    {
        "title": "حلوى مجانية",
        "description": "استمتع بحلوى مجانية من عندنا. اختم وجبتك بمذاق حلو مع عرض الحلوى المجانية الخاص بنا."
    },
    {
        "title": "عرض برنش نهاية الأسبوع",
        "description": "اجعل عطلات نهاية الأسبوع مميزة مع عرض البرنش المجاني لدينا. استمتع بمجموعة من أطباقك المفضلة في جو مريح وودود."
    },
    {
        "title": "دخول مجاني لليلة الذواقة",
        "description": "استمتع بأمسية من الأطباق الذواقة مع دخول مجاني لليلة الذواقة الشهرية لدينا. جرب مجموعة متنوعة من الأطباق الغريبة التي أعدها طهاتنا الموهوبون."
    },
    {
        "title": "بار السلطات المجاني",
        "description": "استمتع بتشكيلة صحية وطازجة من بار السلطات لدينا مجانًا. إضافة مثالية لأي وجبة أو خيار ممتلئ بمفرده."
    },
    {
        "title": "فعالية تذوق النبيذ",
        "description": "احصل على دعوة لفعاليات تذوق النبيذ الحصرية لدينا. اكتشف مجموعة متنوعة من النبيذ الفاخر بإرشاد خبير النبيذ لدينا."
    },
    {
        "title": "عرض خاص للأعياد",
        "description": "احتفل بموسم الأعياد مع عرضنا الحصري للأعياد. استمتع بقائمة احتفالية مخصصة لموسم الأعياد."
    },
    {
        "title": "مشروب غازي مجاني",
        "description": "ابقَ منتعشًا مع مشروب غازي مجاني من اختيارك. مثالي لأيام الصيف الحارة."
    },
    {
        "title": "تجربة تذوق البيرة",
        "description": "استمتع بتشكيلة من أفضل أنواع البيرة لدينا مع تجربة تذوق البيرة الخاصة بنا. مكافأة مثالية لعشاق البيرة."
    },
    {
        "title": "بيتزا مجانية",
        "description": "من لا يحب البيتزا المجانية؟ استمتع ببيتزا لذيذة وحارة مباشرة من فرنا مع هذه المكافأة."
    },
    {
        "title": "إفطار مجاني",
        "description": "ابدأ يومك بشكل صحيح مع إفطار مجاني. اختر من قائمتنا من عناصر الإفطار التقليدية والحديثة."
    },
    {
        "title": "عرض الغداء",
        "description": "خذ استراحة من يومك واستمتع بعرض الغداء لدينا. مجموعة مختارة بعناية من الأطباق لتلبية جوعك في منتصف النهار."
    },
    {
        "title": "قائمة تذوق حصرية",
        "description": "استمتع بقائمة تذوق حصرية معدة من قبل رئيس الطهاة لدينا. رحلة طهي لا تريد أن تفوتها."
    },
    {
        "title": "كوكتيل معد خصيصًا مجاني",
        "description": "استمتع بكوكتيل معد خصيصًا، ممزوج بشكل مثالي من قبل نادلينا ذوي الخبرة. الطريقة المثلى لبدء أو إنهاء وجبتك."
    }
]
